// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "Vi sono degli aggiornamenti software da installare. Desideri installarli prima di riavviare il computer?";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "Se non fai niente, gli aggiornamenti verranno installati e il computer si riavvierà automaticamente tra %@.";
"INSTALL_AND_RESTART_TITLE" = "Installa e riavvia";
"RESTART_TITLE" = "Riavvia";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "Vi sono degli aggiornamenti software da installare. Desideri installarli prima di spegnere il computer?";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "Se non fai niente, gli aggiornamenti verranno installati e il computer si spegnerà automaticamente tra %@.";
"INSTALL_AND_SHUT_DOWN_TITLE" = "Installa e spegni";
"SHUT_DOWN_TITLE" = "Spegni";

// Disk verify title
"CHECKING_DISK_STATUS" = "Verifico disco…";

"DISK_FAILED_VERIFY_TITLE" = "Prima di installare gli aggiornamenti software, è necessario riparare il disco di avvio.";
"DISK_FAILED_VERIFY_MESSAGE" = "Il tuo disco di avvio potrebbe avere un problema che è può essere riparato riavviando il computer. Dopo il riavvio, apri di nuovo Aggiornamento Software per installare gli aggiornamenti. Se compare nuovamente questo messaggio, contatta il supporto Apple.";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "Il computer si riavvierà automaticamente.";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "Il computer si spegnerà automaticamente.";
